Repository: zankoav/naturlich
Catalog: languages/*.po
Languages: de_de, it_it

source: Full Width Page
de_de: Volle Breite Seite
it_it: Pagina Intera Larghezza

source: Product settings
de_de: Produkt-Einstellungen
it_it: Le impostazioni del prodotto

source: Short mark for product.
de_de: Kurz-Zeichen für Produkt.
it_it: Breve marchio per il prodotto.

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Description product.
de_de: Beschreibung Produkt.
it_it: Descrizione del prodotto.

source: Price $
de_de: Preis $
it_it: Il prezzo di $

source: Price for the product.
de_de: Der Preis für das Produkt.
it_it: Prezzo per il prodotto.

source: Show price
de_de: Karte Preis
it_it: Mostrare prezzi

source: Check if need to show price
de_de: Überprüfen Sie, wenn erforderlich, um zu zeigen Preis
it_it: Controllo se necessario mostrare prezzi

source: Products
de_de: Produkte
it_it: Prodotti

# Post Type General Name
source: Contacts
de_de: Kontakte
it_it: Contatti

# Post Type Singular Name
source: Contact
de_de: Kontakt
it_it: Contatto

source: Contacts
de_de: Kontakte
it_it: Contatti

source: Parent Contact
de_de: Elternteil Kontakt
it_it: Genitori In Contatto

source: All Contacts
de_de: Alle Kontakte
it_it: Tutti I Contatti

source: View Contact
de_de: Kontakt Anzeigen
it_it: Visualizzazione Dei Contatti

source: Add New Contact
de_de: Neuen Kontakt Hinzufügen
it_it: Aggiunta Di Un Nuovo Contatto

source: Add New
de_de: Fügen Sie Neue
it_it: Aggiungi Nuovo

source: Edit Contact
de_de: Kontakt Bearbeiten
it_it: Modifica Di Un Contatto

source: Update Contact
de_de: Aktualisierung Der Kontaktdaten
it_it: Aggiornamento Contatto

source: Search Contact
de_de: Suche Kontakt
it_it: Ricerca Di Contatto

source: Not Found
de_de: Nicht Gefunden
it_it: Non Trovato

source: Not found in Trash
de_de: Nicht im Mülleimer gefunden
it_it: Non trovato nel Cestino

source: Contact news and reviews
de_de: Kontakt news und Bewertungen
it_it: Contatto con notizie e recensioni

source: Product Categories
de_de: Produkt-Kategorien
it_it: Categorie Di Prodotto

source: Product filter
de_de: Produktfilter
it_it: Prodotto filtro

source: Filters
de_de: Filter
it_it: Filtri

source: Filter
it_it: Filtro

source: All Filters
de_de: Alle Filter
it_it: Tutti I Filtri

source: View Filter
it_it: Filtro Di Visualizzazione

source: Parent Filter
de_de: Übergeordnete Filter
it_it: Filtro Padre

source: Parent Filter:
de_de: Übergeordnete Filter:
it_it: Filtro Padre:

source: Edit Filter
de_de: Filter Bearbeiten
it_it: Modifica Filtro

source: Update Filter
it_it: Aggiornamento Del Filtro

source: Add New Filter
de_de: Neuen Filter Hinzufügen
it_it: Aggiungere Un Nuovo Filtro

source: New Filter Name
de_de: Neue Filter-Name
it_it: Nuovo Nome Di Filtro

# Post Type General Name
source: Products
de_de: Produkte
it_it: Prodotti

# Post Type Singular Name
source: Product
de_de: Produkt
it_it: Prodotto

source: Parent Product
de_de: Übergeordnete Produkt
it_it: Genitore Prodotto

source: All Products
de_de: Alle Produkte
it_it: Tutti I Prodotti

source: View Product
de_de: Produkt Anzeigen
it_it: Visualizza Il Prodotto

source: Add New Product
de_de: Hinzufügen Eines Neuen Product
it_it: Aggiungi Un Nuovo Prodotto

source: Edit Product
de_de: Produkt Bearbeiten
it_it: Edit Prodotto

source: Update Product
de_de: Update-Produkt
it_it: Di Aggiornamento Del Prodotto

source: Search Product
de_de: Suche Produkt
it_it: Ricerca Prodotto

source: products
de_de: Produkte
it_it: prodotti

source: Product news and reviews
de_de: Produkt-news und reviews
it_it: Novità di prodotto e le recensioni

source: Contact settings
de_de: Kontakt-Einstellungen
it_it: Impostazioni di contatto

source: Role
de_de: Rolle
it_it: Ruolo

source: Role of contact
de_de: Rolle Kontakt
it_it: Ruolo del contatto

source: Email of contact
de_de: E-Mail-Kontakt
it_it: E-mail di contatto

source: Phone
de_de: Telefon
it_it: Telefono

source: Phone of contact
de_de: Telefon Kontakt
it_it: Telefono di contatto

source: Main menu
de_de: Hauptmenü
it_it: Menu principale

source: Products menu
de_de: Produkte-Menü
it_it: Menu prodotti

source: Product Page Left
de_de: Produkt-Seite Links
it_it: La Pagina Del Prodotto Di Sinistra

source: Contacts Page Left
de_de: Kontakte Seite Links
it_it: Contatti Pagina A Sinistra

source: Contacts Page Right
de_de: Kontakte Seite Recht
it_it: Pagina Dei Contatti A Destra

source: Footer 1
de_de: Fußzeile 1
it_it: Piè di pagina 1

source: Footer 2
de_de: Fußzeile 2
it_it: Piè di pagina 2

source: Footer 3
de_de: Fußzeile 3
it_it: Piè di pagina 3

source: Footer 4
de_de: Fußzeile 4
it_it: Piè di pagina 4

source: Main Slider
de_de: Haupt-Schieberegler
it_it: Principale Dispositivo Di Scorrimento

source: Slider on main page (1500x600)
de_de: Regler auf der main-Seite (1500x600)
it_it: Dispositivo di scorrimento sulla pagina principale (1500x600)

source: First title
de_de: Ersten Titel
it_it: Primo titolo

source: First sub title
de_de: Erste sub-Titel
it_it: Prima sotto il titolo

source: First description
de_de: Erste Beschreibung
it_it: Prima descrizione

source: First Slide
de_de: Erste Folie
it_it: Prima Diapositiva

source: First button title
de_de: Erste Schaltfläche Titel
it_it: Primo titolo di button

source: First button url
de_de: Erste Schaltfläche url
it_it: Primo pulsante url

source: Second title
de_de: Den zweiten Titel
it_it: Secondo titolo

source: Second sub title
de_de: Zweite sub-Titel
it_it: Secondo sub titolo

source: Second description
de_de: Zweite Beschreibung
it_it: Secondo la descrizione

source: Second Slide
de_de: Zweite Folie
it_it: Seconda Diapositiva

source: Second button title
de_de: Zweite Schaltfläche Titel
it_it: Secondo titolo di button

source: Second button url
de_de: Der zweite button url
it_it: Secondo pulsante url

source: Tried title
de_de: Versucht Titel
it_it: Provato titolo

source: Tried sub title
de_de: Versuchte sub-Titel
it_it: Provato sub titolo

source: Tried description
de_de: Versuchte Beschreibung
it_it: Provato descrizione

source: Tried Slide
de_de: Versuchte Folie
it_it: Provato Diapositiva

source: Tried button title
de_de: Versucht Schaltfläche Titel
it_it: Provato titolo di button

source: Tried button url
de_de: Versucht Schaltfläche url
it_it: Provato pulsante url

source: Fourth title
de_de: Vierten Titel
it_it: Il quarto titolo

source: Fourth sub title
de_de: Vierten sub-Titel
it_it: Quarto sub titolo

source: Fourth description
de_de: Vierte Beschreibung
it_it: Quarto descrizione

source: Fourth Slide
de_de: Vierte Folie
it_it: Quarta Diapositiva

source: Fourth button title
de_de: Vierte Schaltfläche Titel
it_it: Quarto titolo di button

source: Fourth button url
de_de: Vierte Schaltfläche von url
it_it: Quarto pulsante url

source: Fifth title
de_de: Den fünften Titel
it_it: Quinto titolo

source: Fifth sub title
de_de: Fünfte sub-Titel
it_it: Quinto sub titolo

source: Fifth description
de_de: Fünfte Beschreibung
it_it: Quinto descrizione

source: Fifth Slide
de_de: Fünfte Folie
it_it: Quinta Diapositiva

source: Fifth button title
de_de: Fünfte Schaltfläche Titel
it_it: Quinto titolo di button

source: Fifth button url
de_de: Fünfte Schaltfläche url
it_it: Quinto pulsante url

source: Advantages
de_de: Vorteile
it_it: Vantaggi

source: Here you can customize advantages section
de_de: Hier können Sie anpassen, Vorteile Abschnitt
it_it: Qui è possibile personalizzare vantaggi sezione

source: Title
de_de: Titel
it_it: Titolo

source: Sub Title
de_de: Sub-Titel
it_it: Sub Titolo

source: First item title
de_de: Ersten Titel
it_it: Primo elemento titolo

source: First item subtitle
de_de: Erste Element Untertitel
it_it: Primo elemento di sottotitoli

source: First item icon (200x200 PNG)
de_de: Erste Element (200x200 PNG)
it_it: Primo elemento icona (200x200 PNG)

source: Second item title
de_de: Zweiten Titel
it_it: Secondo elemento titolo

source: Second item subtitle
de_de: Zweiter Punkt Untertitel
it_it: Secondo elemento sottotitoli

source: Second item icon (200x200 PNG)
de_de: Zweiten Element (200x200 PNG)
it_it: Secondo elemento, icona (200x200 PNG)

source: Tried item title
de_de: Versucht Titel
it_it: Provato voce titolo

source: Tried item subtitle
de_de: Versuchte Element Untertitel
it_it: Provato voce sottotitoli

source: Tried item icon (200x200 PNG)
de_de: Versuchte Element-Symbol (200x200 PNG)
it_it: Provato elemento icona (200x200 PNG)

source: Fourth item title
de_de: Vierten Titel
it_it: Quarto elemento titolo

source: Fourth item subtitle
de_de: Vierter Punkt Untertitel
it_it: Quarto elemento sottotitoli

source: Fourth item icon (200x200 PNG)
de_de: Vierter Punkt-Symbol (200x200 PNG)
it_it: Quarto elemento icona (200x200 PNG)

source: Fifth item title
de_de: Fünfte Element Titel
it_it: Quinto elemento titolo

source: Fifth item subtitle
de_de: Fünfte Element Untertitel
it_it: Quinto elemento sottotitoli

source: Fifth item icon (200x200 PNG)
de_de: Fünfte Element-Symbol (200x200 PNG)
it_it: Quinto elemento icona (200x200 PNG)

source: Image right side (1000x1000 PNG)
de_de: Bild Rechte Seite (1000x1000 PNG)
it_it: Immagine di destra (1000x1000 PNG)

source: Button second title
de_de: Knopf zweiten Titel
it_it: Pulsante secondo titolo

source: Button second url
de_de: Taste zweite url
it_it: Pulsante di secondo url

source: Languages
de_de: Sprachen
it_it: Lingue

source: Here you can hide local
de_de: Hier können Sie verstecken, lokale
it_it: Qui è possibile nascondere locale

source: Enable En
de_de: Aktivieren En
it_it: Attivare En

source: Enable It
de_de: Aktivieren It
it_it: Attivarlo It

source: Enable Dk
de_de: Aktivieren Dk
it_it: Attivare Dk

source: Enable De
de_de: Aktivieren De
it_it: Attivare De

source: Contact
de_de: Kontakt
it_it: Contatto

source: Here you can customize contact section
de_de: Hier können Sie anpassen, Kontaktieren Abschnitt
it_it: Qui è possibile personalizzare sezione contatti

source: Script yandex map
de_de: Skript yandex Karte,
it_it: Script mappa yandex

source: News
it_it: Notizie

source: Four news
de_de: Vier news
it_it: Quattro notizie

source: Choose post
de_de: Wählen Sie buchen
it_it: Scegli post

source: 4 products on Main Page
de_de: 4 Produkte auf der Hauptseite
it_it: 4 prodotti nella Pagina Principale

source: View all button title
it_it: Pulsante titolo

source: URL for all button
it_it: URL per tutti i pulsanti

source: Conditions
de_de: Bedingungen
it_it: Condizioni

source: Here you can customize conditions section
de_de: Hier können Sie anpassen, Bedingungen Abschnitt
it_it: Qui è possibile personalizzare la sezione termini e condizioni

source: Text
it_it: Testo

source: Background image
de_de: Hintergrundbild
it_it: Immagine di sfondo

source: Read more title
de_de: Lesen Sie mehr Titel
it_it: Per saperne di più il titolo

source: Read more URL
de_de: Lesen Sie mehr URL
it_it: Leggi di più URL

source: You can change sections on Front Page
de_de: Sie können Bearbeiten Sie die Abschnitte auf der ersten Seite
it_it: È possibile modificare le sezioni sulla prima Pagina

source: Error, This page no exists!
de_de: Fehler, Diese Seite nicht existiert!
it_it: Errore, Questa pagina non esiste!

source: Naturlith Contacts From
de_de: Naturlith Kontakte Aus
it_it: Naturlith Contatti Da

source: Name:
it_it: Nome:

source: Message:
de_de: Meldung
it_it: Messaggio:

source: Send Message
de_de: Nachricht Senden
it_it: Invia Messaggio

source: Message send successful
de_de: Nachricht senden erfolgreich
it_it: Di invio del messaggio di successo

source: Name looks good!
de_de: Der Name sieht gut aus!
it_it: Nome sembra buono!

source: Invalid name!
de_de: Ungültiger name!
it_it: Nome non valido!

source: Email looks good!
de_de: E-Mail sieht gut aus!
it_it: E-mail sembra buono!

source: Invalid email!
de_de: Ungültige E-Mail!
it_it: E-mail non valido!

source: Message is OK!
de_de: Nachricht ist OK!
it_it: Il messaggio è OK!

source: Message must be more 10 characters!
de_de: Nachricht muss mehr als 10 Zeichen!
it_it: Il messaggio deve essere più di 10 caratteri!

source: Send
de_de: Senden
it_it: Inviare

source: More
de_de: Mehr
it_it: Più

source: View
de_de: Ansicht
it_it: Vista

source: Front Page
de_de: Titelseite
